Repository: Garagist/Garagist.Mautic
Catalog: Resources/Private/Translations/*/Module.xlf
Languages: de

source: Back
de: Zurück

# module.mautic.description
source: This module manages the newsletter with mautic. It shows the status and handle the actions.
de: Dieses Modul verwaltet den Newsletter mit Mautic. Es zeigt den Status an und verwaltet die Aktionen.

# newsletter.available
source: Available newsletter
de: Verfügbare Newsletter

# newsletter.none
source: No pages with newsletter were found
de: Es wurden keine Seiten mit Newslettern gefunden

# pages.noCategory
source: Pages without category
de: Seiten ohne Kategorie

source: Show pages without emails
de: Zeige Seiten ohne E-Mails

# email.publish
source: Publish email
de: E-Mail veröffentlichen

# email.unpublish
source: Unpublish email
de: Veröffentlichung der E-Mail zurückziehen

# email.send
source: Send email
de: E-Mail senden

# email.resend
source: Resend email
de: E-Mail erneut senden

# email.send.test
source: Send test email
de: Test E-Mail senden

# email.send.later
source: Send email at a later date
de: E-Mail zu einem späteren Zeitpunkt senden

# email.send.date
source: Set date and time
de: Zeitpunkt festlegen

# email.send.now.all
source: The email is sent to the recipients <strong>immediately</strong>
de: Das E-Mail wird <strong>sofort</strong> an die Empfänger versendet

# email.send.now.segments
source: The email will be sent <strong>immediately</strong> to the following recipients:
de: Das E-Mail wird <strong>sofort</strong> an folgende Empfänger versendet:

# email.send.later.all
source: The email will be sent to the recipients on <strong x-text="formattedDate" class="block"></strong>
de: Das E-Mail wird am <strong x-text="formattedDate" class="block"></strong> an die Empfänger versendet

# email.send.later.segments
source: The email will be sent on <strong x-text="formattedDate" class="block"></strong> to the following recipients:
de: Das E-Mail wird am <strong x-text="formattedDate" class="block"></strong> an folgende Empfänger versendet:

# enter.mailaddress
source: Enter email address
de: E-Mail Adresse eingeben

source: Email addresses
de: E-Mail Adressen

# email.addresses.add
source: Add email address
de: E-Mail Adresse hinzufügen

# email.addresses.alreadyDefined
source: This email adress is already in the list of receivers
de: Diese E-Mail Adresse ist bereits in der Empfängerliste

# email.update
source: Update email
de: E-Mail aktualisieren

# email.publishAndSend
source: Publish and send email
de: E-Mail publizieren und senden

# email.unpublishAndUpdate
source: Update email
de: E-Mail aktualisieren

# email.delete
source: Delete email
de: E-Mail löschen

# email.delete.headline
source: Are you sure you want to delete this newsletter
de: Sind sie sicher dass sie diesen Newsletter löschen möchten?

# email.delete.text
source: This email will be deleted in Neos as well as in Mautic. Statistics and content will no longer be available.
de: Dieses E-Mail wird in Neos sowie in Mautic gelöscht. Statistiken und die Inhalte sind nachher nicht mehr verfügbar.

# email.detail
source: Details about this email
de: Details über diese E-Mail

# status.active
source: Mautic API Status: Active
de: Mautic API Status: Aktiv

# status.inactive
source: Mautic API Status: Inactive
de: Mautic API Status: Inaktiv

# connection.failed
source: No connection could be established to Mautic
de: Es konnte keine Verbindung zu Mautic hergestellt werden

# createdOn
source: Created
de: Erstellt am

source: Subject
de: Betreff

# email.edit
source: Change subject
de: Betreff ändern

# email.edit.withSegments
source: Change subject and/or receiver
de: Betreff und/oder Empfänger ändern

# recipients
source: Receiver
de: Empfänger

source: Delete
de: Löschen

# pleaseChooseMinimalOneItem
source: Please choose at least one item
de: Bitte wählen Sie mindestens einen Eintrag aus

source: Sent on
de: Gesendet am

source: Actions
de: Aktionen

# task.failed
source: The last task could not be executed! Please check the info log
de: Die letzte Aufgabe konnte nicht ausgeführt werden! Bitte prüfen Sie das Infoprotokoll

# email.create
source: Create new email
de: Neue E-Mail erstellen

# email.feedback.created
source: A new email for {0} has been created
de: Eine neue E-Mail für {0} wurde erstellt

# email.feedback.deleted
source: The email {0} has been deleted
de: Die E-Mail {0} wurde gelöscht

# email.feedback.updated
source: The email has been updated
de: Die E-Mail wurde aktualisiert

# email.feedback.edited
source: The subject has been changed
de: Der Betreff wurde geändert

# email.feedback.edited.withSegments
source: The subject and/or the receivers has been changed
de: Der Betreff und/oder die Empfänger wurde geändert

# email.feedback.updated.failed
source: The email could not be updated
de: Die E-Mail konnte nicht aktualisiert werden

# email.feedback.published
source: The email has been published
de: Die E-Mail wurde veröffentlicht

# email.feedback.published.failed
source: The email could not be published
de: Die E-Mail konnte nicht veröffentlicht werden

# email.feedback.unpublished
source: The email has been unpublished
de: Die Veröffentlichung der E-Mail wurde zurückgezogen

# email.feedback.unpublished.failed
source: The email could not be unpublished
de: Die Veröffentlichung der E-Mail konnte nicht zurückgezogen werden

# email.feedback.sent
source: The email has been sent
de: Die E-Mail wurde gesendet

# email.feedback.sent.failed
source: The email could not be sent
de: Die E-Mail konnte nicht gesendet werden

# email.feedback.unlocked
source: The email has been unlocked
de: Die E-Mail wurde entsperrt

# email.feedback.unlocked.failed
source: The email could not be unlocked
de: Die E-Mail konnte nicht entsperrt werden

# email.feedback.identifier
source: Identifier of the email: <br/><code>{0}</code>
de: Identifier von der E-Mail: <br/><code>{0}</code>

# list.refresh
source: Refresh list
de: Liste aktualisieren

source: Close
de: Schließen

source: Metadata
de: Meta Daten

source: History
de: Historie

source: Date
de: Datum

source: Type
de: Typ

source: Message
de: Nachricht

# email.content
source: Content of the email
de: Inhalt der E-Mail

# view.refresh
source: Refresh view
de: Ansicht aktualisieren

# task.unlock
source: Unlock Task
de: Task entsperren

# Garagist.Mautic:MauticEmailCreate
source: Email created
de: E-Mail erstellt

# Garagist.Mautic:MauticEmailDelete
source: Email deleted
de: E-Mail gelöscht

# Garagist.Mautic:MauticEmailPublish
source: Email published
de: E-Mail publiziert

# Garagist.Mautic:MauticEmailSend
source: Email send
de: E-Mail senden

# Garagist.Mautic:MauticEmailSent
source: Email sent
de: Email gesendet

# Garagist.Mautic:MauticEmailSync
source: Email synced
de: E-Mail synchronisiert

# Garagist.Mautic:MauticEmailUnpublish
source: Email unpublished
de: Publizieren zurückgezogen

# Garagist.Mautic:MauticEmailUpdate
source: Email updated
de: E-Mail aktualisiert

# Garagist.Mautic:MauticEmailTest
source: Sent test email
de: Test E-Mail versendet
